Repository: wake-ua/ckanext-wakeua
Catalog: ckanext/wakeua/i18n/*/LC_MESSAGES/ckanext-wakeua.po
Languages: es

source: Legal Notice
es: Aviso Legal

source: Groups
es: Categorías

source: Group
es: Categoría

source: Keywords
es: Palabras Clave

source: Location
es: Territorio

source: Acknowledgements
es: Trabajo financiado por la Conselleria de Innovación, Universidades, Ciencia y Sociedad Digital de la Generalitat Valenciana a través del proyecto

source: Dataset extent
es: Extensión del dataset

source: No Spatial Information
es: Localización no disponible

source: Spatial
es: Localización

source: spatial location
es: Localización Geográfica
